Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: - You left them a message?
ru: - Ты оставила сообщение?

source: - Yeah, I couldn' t resist.
ru: - Да, не удержалась.

source: Wait till they hear this nutty woman telling them to watch out... for the Army ofthe Twelve Monkeys.
ru: Посмотреть бы, как они слушают безумную тетку, предостерегающую их от Армии 12- ти Обезьян.

source: "ls the secret headquarters of the Army ofthe Twelve Monkeys.
ru: Я сказала: "Общество Свободы животным на Второй Авеню - секретный штаб Армии 12- ти Обезьян.

source: They' re the ones who are gonna do it.
ru: Это они сделали все это.

source: I can' t do anything more now.
ru: Мне пора.

source: Have a merry Christmas. "
ru: Веселого Рождества ".

source: You couldn' t have heard me.
ru: Ты не мог меня слышать.

source: They got your message.
ru: Они получили твое сообщение, Кэтрин.

source: They played it for me.
ru: Дали послушать мне.

source: It was a bad recording, distorted.
ru: Запись была плохая, искаженная.

source: I didn' t recognize your voice.
ru: Я не узнал твой голос.

source: This.
ru: Это.

source: And this.
ru: И это.

source: You want anything?
ru: Что- нибудь хочешь?

source: Shall I put this on your account, ma' am?
ru: Записать на ваш счет, мадам?

source: That' il be cash.
ru: Нет, я дам наличные.

source: Can you tell me what foor the wigs are on?
ru: Подскажите, на каком этаже парики?

source: You turned the thing into a fucking computer.
ru: Ты же на компьютере ее сделал.

source: - And Fale believed it.
ru: - И Фэйл повелся.

source: - You know Fale.
ru: - Ну, ты же знаешь его.

source: I' ve never seen you before in my fuckin 'life. "
ru: А помнишь, как он: "Если вас возьмут, в чем я не сомневаюсь, то я вас не знаю, и не знал никогда".

source: Bring him through.
ru: Заносим его.

source: Drive!
ru: Поехали!

source: What' s the harm in openin 'up the bag?
ru: Что плохого, если открыть сумку?

source: His eyes are taped, right?
ru: У него же глаза завязаны.

source: Right?
ru: Правильно?

source: Wanna hear the monkey speak?
ru: Хотите послушать обезьянку?

source: Jeffrey?
ru: Джеффри?

source: Jeffrey, I know that' s you.
ru: Джеффри, я знаю, это ты.

source: - I recognize your voice.
ru: - Я узнал твой голос.

source: - No, you don' t.
ru: - Нет, не узнал.

source: I also know all about your warped little plan.
ru: Я также знаю о твоем извращенном плане.

source: She told me.
ru: Та женщина, твой психиатр, рассказала мне.

source: I didn' t believe her.
ru: Я ей не поверил.

source: ltjust seemed too crazy, even foryou.
ru: Это было слишком безумно, даже для тебя.

source: Butjust in case, I took steps... to make sure that you couldn' t go through with it.
ru: Но, на всякий случай, я предпринял шаги, чтобы быть спокойным, что у тебя ничего не получится.

source: I don' t have the code any more.
ru: У меня больше нет шифра, Джеффри.

source: I don' t have access to the virus.
ru: Я не имею доступа к вирусу.

source: I took myselfout ofthe loop.
ru: Я исключил себя из списка.

source: Too late!
ru: Поздно!

source: We' ve got plans foryou, Dad.
ru: Мы кое- что придумали для тебя, папа.

source: I never let myself believe it.
ru: Никогда не поверил бы.

source: Now I know it' s true.
ru: Теперь я знаю, это правда.

source: You' re completely insane.
ru: Ты совершенно безумен.

source: There' sa crosssection ofone of the oldtrees that' sbeen cut down.
ru: Это срез одного из самых старых деревьев, что тут срубили.

source: Here I wasborn.
ru: Вот здесь я родилась.

source: Andthere ldied.
ru: А здесь умру.

source: It was onlya moment foryou.
ru: Для тебя это будет лишь миг.

source: You tookno notice.
ru: Ты и не заметишь.

source: I think I' ve seen this movie before.
ru: Кажется, я видел этот фильм раньше.

source: - When I was a kid, I saw it on TV.
ru: - Когда был маленьким, по ТВ.

source: - Don' t talk.
ru: - Не разговаривай.

source: - I did see it before.
ru: - Я видел этот фильм.

source: - Talltrees.
ru: - Высокие деревья.

source: Haveyou been here before?
ru: Ты была здесь раньше?

source: - When?
ru: - Да.

source: - But I don' t recognize this -- - When wereyou born?
ru: - Но не узнаю его...

source: Tellme.
ru: Скажи мне.

source: Madeleine, tellme.
ru: Мэделин, скажи мне.

source: It' sjust like what' s happening with us.
ru: То же самое, что и с нами.

source: Like the past.
ru: Как прошлое.

source: It can' t change.
ru: Кино никогда не меняется.

source: But every time you see it, it seems different because you' re different.
ru: Но, вот ты опять смотришь его, и оно изменилось, потому что мы изменились.

source: You see different things.
ru: И ты видишь что- то другое.

source: lfyou can' t change anything because it' s already happened... you may as well smell the fowers.
ru: Если не изменить то, что уже произошло, остается нюхать цветы.

source: What fowers?
ru: Какие цветы?

source: It' s an expression.
ru: Это такая поговорка.

source: Why are you doing this?
ru: Почему ты делаешь это?

source: I want to know why.
ru: Я хочу знать, зачем?

source: What if I' m wrong?
ru: Вдруг, я ошибся?

source: What ifyou' re wrong?
ru: Вдруг, ты ошиблась?

source: What if I am crazy?
ru: Вдруг, я сумасшедший.

source: ln a few weeks, it will have started or it won' t.
ru: Через пару недель все будет ясно.

source: TV shows and armed robberies... we' re going to be so glad... that we' il be thrilled to see the police.
ru: Если все еще будут футбольные матчи, пробки, телешоу и грабежи, мы будем рады, что волнуемся при виде полиции.

source: Do you have a plan?
ru: Ты что- то придумала?

source: You said you' d never seen the ocean.
ru: Ты говорил, что никогда не видел океана?

source: Hurry up.
ru: Шевелись.

source: You know I can' t see.
ru: Я ничего не вижу.

source: Where are we?
ru: Где мы?

source: We have 9: 30 reservations for Key West.
ru: В 9: 30 мы летим на Ки Уэст.

source: I just didn' t recognize you.
ru: Я не узнал тебя.

source: Well, you look pretty different yourself.
ru: Да и ты теперь куда привлекательнее.

source: It was always you.
ru: Это всегда была ты.

source: ln my dream.
ru: В моем сне.

source: I rememberyou like this.
ru: Я тебя помню таким.

source: You do?
ru: Вот как?

source: I felt I' ve known you before.
ru: Кажется, я давно знаю тебя.

source: I feel like I' ve always known you.
ru: Кажется, я всегда тебя знала.

source: I' m so scared.
ru: Я так боюсь.

source: What time' s your fight, friends?
ru: Когда у вас самолет, друзья?

source: - Might be tight.
ru: - Может и опоздать.

source: My watch says 7: 30.
ru: Сейчас ведь только 7: 30.

source: On your normal mornin ', okay.
ru: В обычное утро, конечно.

source: Plenty oftime.
ru: Куча времени.

source: But today you gotta take into account your Army ofthe Twelve Monkeys factor.
ru: Но, сегодня нужно принимать в расчет Армию 12- ти Обезьян.

source: ln case you folks didn' t turn on your radio this mornin '.
ru: Вы, наверное, радио утром не слушали.

source: Bunch ofweirdos let all the animals out ofthe zoo.
ru: Группа придурков выпустила животных из зоопарка.

source: Then they locked up this big- shot scientist in one ofthe cages.
ru: И закрыли там одного известного ученого, в клетке.

source: Scientist' s own kid one ofthe ones did it.
ru: Сын этого ученого - один из тех, кто это сделал.

source: They' ve got animals all over the place.
ru: Теперь животные повсюду.

source: Bunch ofzebras closed down the thruway about an hour ago.
ru: Час назад стадо зебр перебегало дорогу.

source: It' s got traffic blocked for miles on 676.
ru: И, еще, кто- то, эму, что ли, устроили огромную пробку на шоссе 676.

source: That' s what they were up to -- freeing animals.
ru: Вот, что они сделали - выпустили животных.

source: On the walls.
ru: На стене было:

source: It said, "We did it."
ru: "Мы сделали это".

source: They meant the animals.
ru: Это они про животных.

source: I think it' s gonna be all right.
ru: Думаю, все будет в порядке.

source: Tell your people ifthey spot either one ofthem not to try and apprehend them.
ru: Оповестите сотрудников, если увидят кого- то, пусть не подают вида.

source: They should notify us.
ru: Пусть сразу сообщат нам.

source: We have people all over the airport.
ru: У нас люди по всему аэропорту.

source: We' il take care of it.
ru: Мы обо всем позаботимся.

source: - I know this place.
ru: - Я знаю это место.

source: - Airports all look the same.
ru: Все аэропорты одинаковы.

source: This is my dream.
ru: Это мой сон.

source: - Your moustache.
ru: - Твои усы.

source: - It' s notjust my dream.
ru: - Это не просто сон.

source: I remember now.
ru: Это, в самом деле, было здесь.

source: About a week or two before everyone started dying.
ru: За неделю или две до того, как все стали умирать.

source: Careful.
ru: Осторожно.

source: They might be looking for us.
ru: Может, они нас ищут.

source: - I was here as a kid.
ru: - Я был здесь в детстве.

source: - Use this.
ru: - На, приклей усы.

source: I thinkyou were here then too.
ru: Мне кажется, ты тоже здесь была.

source: lfthey identify us, they' re going to send us someplace... but it won' t be Key West.
ru: Если нас узнают, то мы уедем, только не на Ки Уэст.

source: I' il go fix this.
ru: - Хорошо.

source: I' m gonna get the tickets.
ru: Я пойду за билетами.

source: I' il meet you in the newspaper stand.
ru: Встретимся у газетного стенда.

source: Judy Simmons.
ru: Джуди Симмонс.

source: I have reservations for Key West.
ru: Билеты до Ки Уэст.

source: - I don' t see a lot ofthis.
ru: - Как много наличных!

source: - It' s a long story.
ru: - Это длинная история.

source: We' il begin boarding in about 20 minutes.
ru: Посадка через 20 минут.

source: I don' t know whether you' re there or not.
ru: Не знаю, там вы или нет.

source: Maybe you just clean carpets.
ru: Может, просто чистите ковры.

source: lfyou do, you' re lucky.
ru: Если да, то вам повезло.

source: You' re gonna live a long, happy life.
ru: Будете жить долго и счастливо.

source: But ifyou other guys are out there, ifyou' re picking this up... forget about the Army ofthe Twelve Monkeys.
ru: Но если нет, то уясните себе следующее: забудьте про Армию 12- ти Обезьян.

source: They didn' t do it.
ru: Это были не они.

source: Someone else did it.
ru: Это был кто- то еще.

source: The Army ofthe Twelve Monkeys isjust a bunch ofdumb kids... playing revolutionaries.
ru: Армия 12- ти Обезьян - просто сборище глупых детей, играющих в революцию.

source: Listen, I' ve done myjob.
ru: Слушайте, я сделал работу.

source: Good luck.
ru: Удачи.

source: I' m not coming back.
ru: Я не вернусь.

source: Rio deJaneiro, Rome...
ru: Рио- де- Жанейро, Рим,

source: Kinshasa, Karachi, Bangkok and Peking.
ru: Киншаса, Карачи, Бангкок и Пекин.

source: This is some trip you' re taking, sir.
ru: Вот так путешествие, сэр.

source: ls this all in one week?
ru: И, все за неделю?

source: Business.
ru: Дела.

source: Have a good one, sir.
ru: Приятного полета, сэр.

source: Got yourselfa prob, Bob?
ru: Хочешь неприятностей, Боб?

source: I made a report.
ru: Я доложил.

source: I didn' t have to do that.
ru: Я не должен был делать это.

source: It' s not permitted to let you stay.
ru: Запрещено оставаться здесь.

source: This is the present.
ru: Это настоящее.

source: This is not the past.
ru: Это не прошлое.

source: This is not the future.
ru: И это не будущее.

source: This is right now!
ru: Это прямо сейчас!

source: I' m not leaving!
ru: Я не вернусь!

source: Get that?
ru: Понял?

source: You can' t stop me.
ru: Ты меня не остановишь.

source: Anything you say, chief.
ru: Как скажешь, шеф.

source: It' s none of my business.
ru: Это не мое дело.

source: - Hey, Cole.
ru: - Эй, Коул.

source: Calm down, Cole.
ru: - Отстань от меня!

source: It' s me.
ru: - Уймись, Коул.

source: Cole, it' s me.
ru: Коул, это я.

source: - Jose?
ru: - Хосе?

source: - Yeah, right, Jose.
ru: - Да, верно, Хосе.

source: Why' d you pull out the tooth?
ru: Ты зачем зубы вырвал?

source: That was nuts.
ru: Это было глупо.

source: - Here, take this.
ru: - Вот, возьми.

source: - What for?
ru: - Зачем?

source: You' re the one.
ru: Это ты псих.

source: You' re a hero, man.
ru: Ты же герой, чувак.

source: They pardoned you, and you come back and fuck with your teeth.
ru: Тебя помиловали, а ты вернулся и долбанул себе зубы.

source: - How did you find me?
ru: - Как ты нашел меня?

source: - The phone call, man.
ru: - Телефонный звонок, парень.

source: They did their reconstruction thing on it.
ru: Они его восстановили.

source: The phone -- The phone call I just made?
ru: Вот, что я сейчас звонил?

source: - Five minutes ago.
ru: - 5 минут назад?

source: - Yeah, five minutes ago.
ru: - Да, 5 минут назад.

source: Thirty years ago.
ru: 5 минут назад, 30 лет назад.

source: Theyjust put it together.
ru: Им без разницы.

source: "Uh, hey, this is Cole, James.
ru: "Эй, это Коул, Джеймс.

source: I don' t know whetheryou' re there or not.
ru: Не знаю, там вы или нет.

source: Maybe you just clean carpets. "
ru: Может, просто чистите ковры ".

source: Where' d you get that from?
ru: Где ты это взял?

source: "Forget about the Army ofthe Twelve Monkeys."
ru: "Забудьте про Армию 12- ти Обезьян".

source: Man, ifonly they could' ve got your message earlier.
ru: Чувак, а если бы они раньше это получили?

source: You could still be a hero ifyou cooperate!
ru: Ты еще можешь быть героем, просто содействуй.

source: - $6. 50' s your change.
ru: - Ваша сдача, 6, 50.

source: I got orders to shoot the lady ifyou don' t go along this time.
ru: У меня приказ убить леди, если ты не подчинишься.

source: - Yeah, you got that?
ru: - Да, ты понял?

source: - They said, "lf Cole don' t obey --" - I' il breakyour fuckin 'head!
ru: "Если Коул ослушается..."

source: You hear me?
ru: Слышишь?

source: Volunteersnowboarding atgate37.
ru: Посадка добровольцев у выхода 37.

source: I had no choice.
ru: У меня нет выбора.

source: These are my orders, man.
ru: Это мой приказ, чувак.

source: Just take it.
ru: Возьми это.

source: Take it!
ru: Возьми!

source: This part isn' t about the virus at all, is it?
ru: Дело не в вирусе, так ведь?

source: It' s about following orders, about doing what you' re told.
ru: Дело в исполнении приказов, что тебе сказали делать.

source: Hey, man, you got a pardon.
ru: Эй, чувак, тебя помиловали.

source: Who am I supposed to shoot?
ru: В кого мне нужно стрелять?

source: James!
ru: Джеймс!

source: It' s Dr Goines' assistant.
ru: Это ассистент доктора Гойнса.

source: He' s an apocalypse nut.
ru: Он помешан на конце света.

source: The next fight to San Francisco leaves from gate 38.
ru: Кажется, это он.

source: lf he' s there, I' m sure he' s part of it.
ru: Если он там, то это точно он.

source: Mr Holtz, you wanna have a look at this, please?
ru: Мистер Хольц, взгляните на это.

source: Sir, would you mind letting me have a look at the contents ofyour bag?
ru: Сэр, вы бы не могли мне показать содержимое вашей сумки?

source: We don' t have time for this.
ru: У нас нет времени на это.

source: Biological samples.
ru: Биологические образцы.

source: I have the papers right here.
ru: У меня есть все бумаги.

source: I' m gonna have to askyou to open this up, sir.
ru: Мне придется попросить вас открыть это, сэр.

source: Open it?
ru: Открыть?

source: Why, yes, ofcourse.
ru: Что ж, да, конечно.

source: What could be better?
ru: Это же здорово!

source: - Ma' am, you have to get in the line.
ru: - Пожалуйста, станьте в очередь.

source: Biological.
ru: Биологические.

source: Check the papers.
ru: Проверьте бумаги.

source: It' s all proper.
ru: Все как положено.

source: I have a permit.
ru: У меня есть разрешение.

source: - It' s empty.
ru: - Она пустая.

source: - Well, yes, to be sure.
ru: - Ну, да, так кажется.

source: It looks empty, but I assure you, it' s not.
ru: Выглядит пустой, но, уверяю вас, это не так.

source: - You don' t understand.
ru: - Вы не понимаете!

source: - I don' t have to.
ru: - Я и не надо понимать.

source: This is very important.
ru: Это очень важно.

source: There, you see?
ru: У этого человека опасный вирус.

source: Also invisible to the naked eye.
ru: Невооруженным глазом не видно.

source: It doesn' t even have an odour.
ru: И даже не имеет запаха.

source: That' s not necessary, sir.
ru: Это не обязательно, сэр.

source: Thankyou foryour cooperation.
ru: Спасибо за сотрудничество.

source: Have a good fight.
ru: Приятного полета.

source: - Who are you calling a moron?
ru: - Кого ты назвала идиоткой?

source: - A fucking moron?
ru: - Я назвала тебя долбанутой идиоткой!

source: - Get your hands off her!
ru: - Убери руки от нее!

source: Wait a moment.
ru: Подождите минутку!

source: That man!
ru: Тот человек!

source: He' s carrying a deadly virus!
ru: У него опасный вирус!

source: Stop him!
ru: Остановите его!

source: Somebody, please stop him!
ru: Кто- нибудь, пожалуйста!

source: Police officer.
ru: Полиция.

source: It' s obscene.
ru: Это безобразие.

source: All the violence, all the lunacy.
ru: Везде насилие, везде безумие.

source: Shootings even at airports now.
ru: Уже в аэропортах стреляют.

source: You might say that we' re the next endangered species.
ru: Скоро вымирающим видом будем мы.

source: Human beings.
ru: Люди.

source: I thinkyou' re right, ma' am.
ru: Думаю, вы правы, мадам.

source: I thinkyou' ve hit the nail on the head.
ru: Думаю, вы попали в точку.

source: Jones is my name.
ru: Моя фамилия Джонс.

source: I' m in insurance.
ru: Я страховой агент.

source: I find it impossible to deny the power of the government' s position.
ru: После тщательного рассмотрения дела и серьезнейших размышлений я счел невозможным отрицать правомочие доводов нашего правительства.

source: There is no doubt in my mind that District Attorney Holabird,
ru: У меня нет ни малейших сомнений, что окружной прокурор Холаберд,

source: Her Catholic Majesty, lsabella of Spain, and her trusted minister, Senor Calderon, have all proceeded with the utmost faith in the soundness of their case.
ru: Ее Королевское Величество, Изабелла Испанская и ее дипломатический представитель сеньор Калдерон осуществляли процессуальные действия с безоговорочной верой в юридическую обоснованность своих притязаний.

source: I also believe that Senors Ruiz and Montes may have... misrepresented the origin of the prisoners, an issue which weighs crucially upon their fate, and that of the Spaniards as well.
ru: То есть сведения, которые серьезнейшим образом влияют как на судьбу обвиняемых,

source: Were they born in Africa?
ru: так и самих испанцев.

source: Since the answer to that question shall govern every determination of this court, I ask it again.
ru: Поскольку ответ на этот вопрос определяет всякое решение суда, я задаю его снова.

source: I believe they were.
ru: Думаю, да.

source: Neither do those for salvage made by Lieutenants Mead and Gedney.
ru: В этом случае притязания Ее Королевского Величества не имеют силы, как не имеет силы и требование вознаграждения со стороны лейтенантов Меде и Гедни.

source: I hereby order the arrest and detention of Senors Ruiz and Montes..
ru: В связи с вышеизложенным, я требую немедленного ареста сеньоров Руиса и Монтеза.

source: By federal marshals... on the charge of slave- trading!
ru: Федеральными судебными исполнителями по обвинению в работорговле...

source: We' ve done it, Joadson!
ru: Мы победили, Джодсон!

source: Covey, tell them!
ru: Кови, скажи им!

source: Tell them now!
ru: Скажи им быстрее!

source: Look at 'em!
ru: Посмотри на них.

source: What' s most bewildering to Her Majesty is this arrogant independence of the American courts.
ru: Больше всего Ее Величество поражает вызывающая независимость американского суда.

source: After all, if you cannot rule the courts, you cannot rule.
ru: Если у вас нет власти над судом, значит, у вас вообще нет власти.

source: Senor Calderon, as any true American will tell you, its the independence of our courts that keeps us free.
ru: Сеньор, любой американец скажет вам, что независимость судебной власти - это залог нашей свободы.

source: John... "m glad you came.
ru: Джон, я рад, что ты пришел.

source: Senator Calhoun is here.
ru: Мистер президент, сенатор Калхун - здесь.

source: I was afraid you weren' t going to be able to join us.
ru: Я уж начал опасаться, что ты не придешь.

source: - You may put that fear to rest, sir.
ru: Можете забыть о своих опасениях, мистер президент.

source: I' d like you to meet Senor Calderon, ambassador from Spain.
ru: Позволь представить тебе сеньора Калдерона, посла Испании.

source: Buenas noches, Senor Ambassador.
ru: - Здравствуйте, господин посол.

source: - Thought you said he wasn' t coming.
ru: - Он не собирался.

source: You see, Senor Calderon, there' s a growing number of people in this part of the country that regard us in the South as not only geographically beneath them.
ru: Видите ли, сеньор Калдерон, все больше людей в этой части страны считают, что мы, южане, ниже их не только в смысле географического положения.

source: They ignore the fact that slavery is so interwoven into the fabric of this society, that to destroy it would be to destroy us as a people.
ru: Они не понимают, что рабство столь прочно вплетено в ткань нашего общества, что отказаться от него - значит уничтожить нас как нацию.

source: That' s all they know.
ru: Это аморально.

source: Therefore, so are we.
ru: А значит, аморальны и мы.

source: lmmoral and inferior.
ru: Аморальны и ниже по положению.

source: We are inferior in one area.
ru: Но мы уступаем им только в одном.

source: We' re not as proficient in the art of gain.
ru: Мы не столь искусны в коммерции.

source: We' re not as wealthy as our northern neighbors.
ru: Мы не столь богаты, как наши северные соседи.

source: We' re still struggling.
ru: Мы еще не встали на ноги.

source: Well, we all know what happens then.
ru: Перекройте нам кислород, и все мы знаем, что будет дальше и на Севере, и на Юге.

source: They become the masters, and we the slaves.
ru: Они станут хозяевами, а мы - рабами.

source: But not without a fight.
ru: Но без боя мы не сдадимся.

source: Senator Calhoun is being modest.
ru: Сенатор Калхун скромничает.

source: He' s not inferior in another area - the art of exaggeration.
ru: Он никому не уступит в еще одной области - искусстве преувеличения.

source: What court wants to be responsible for the spark that ignites the firestorm?
ru: Ответьте мне, сеньор Калдерон, какой суд захочет взять на себя ответственность за искру, от которой возгорится пламя?

source: What president wants to be in office... when it comes crashing down around him?
ru: Какой президент захочет оставаться у власти, когда вся страна пойдет прахом?

source: Certainly no court before this one.
ru: Ни один суд, кроме состоявшегося.

source: Certainly no president before this one.
ru: Ни один президент, кроме нынешнего.

source: Judge us not too harshly, sir, and bid Her Majesty like.
ru: Так что, не судите нас строго, сэр.

source: Because the real determination our courts and our president must make is not whether this ragtag group of Africans raised swords against their enemy, but rather... must we?
ru: И попросите о том же Ее Величество, потому что нашему суду и нашему президенту поистине следует печься не о том, подняли ли африканские дикари меч против своих врагов, но о том, как бы мы не последовали их примеру.

source: Come along, Mr Joadson.
ru: Идемте, мистер Джодсон.

source: This news...
ru: Эта новость...

source: Martyrdom, Mr Joadson.
ru: Конечно это плохая новость, но правда, заключается в том, что их смерть может оказаться гораздо полезней для нашего дела, чем их освобождение.

source: From the dawn of Christianity, we have seen no stronger power for change.
ru: С самой зари христианской эры, именно она была движущей силой прогресса.
